// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Information om enhet";

HSDModelLabel = "Modell:";
HSDConnTypeLabel = "Anslutningstyp:";
HSDServiceLabel = "Service-ID:";
HSDFWLabel = "FW-version:";
HSDSNLabel = "Serienummer:";
HSDDuplexerLabel = "Modul för dubbelsidig utskrift:";
HSDDriverLabel = "Version av drivrutiner:";
HSDProdNumLabel = "Produktnummer:";
HSDIPAddrLabel = "IP-adress:";
HSDMessageLabel = "Skriv ut information om den valda skrivaren genom att klicka på knappen Skriv ut konfigurationssida nedan.";
HSDPrintButton = "Skriv ut konfigurationssida";

NoPrintTitle = "Kunde inte skriva ut konfigurationssidan";
NoPrintMsg = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";
PrintingProgressTitle = "Skriver ut konfigurationssida…";
PageViewButtonTitle = "Visa konfigurationsida";
PageViewMessage = "Visa information om den aktuella skrivaren genom att klicka på knappen Visa konfigurationsida nedan.";
DuplexInstalled = "Installerad";
DuplexNotInstalled = "Inte installerad";
SomePenErrorMessage = "Det verkar som om en bläckpatron saknas, inte kan hittas eller har installerats på fel sätt. Utskriften kan bara ske om alla patroner är installerade.";

HSDEmptyValueString = "Okänd";

HSDIKNumberLabel = "IK-nummer:";

Wired = "Trådbundet";
Wireless = "Trådlöst";

HSDAllInkUsageLabel = "Total bläckförbrukning:";
HSDHPInkUsageLabel = "Förbrukning av HP-bläck:";
milliliters = "milliliter";
microliters = "mikroliter";

SomePenErrorMessagePigment = "En bläckpatron är saknad, inte identifierad eller felaktigt installerad. Det går inte att skriva ut utan alla bläckpatroner installerade.";
HSDAllInkUsageLabelPigment = "Totalt använt pigment:";
HSDHPInkUsageLabelPigment = "Använt HP-pigment:";